[
    { "0": "Chất nào sau đây có tính lưỡng tính?",
        "1": "Crom có số oxi hóa +6 trong hợp chất nào sau đây?",
        "2": "Kim loại nào sau đây là kim loại kiềm thổ?",
        "3": "Cặp chất nào sau đây gây nên tính cứng vĩnh cửu của nước?",
        "4": "Natri hiđroxit (hay xút ăn da) là chất rắn, không màu, dễ nóng chảy, hút ẩm mạnh, tan nhiều trong nước và tỏa ra một lượng nhiệt lớn. Công thức của natri hiđroxit là",
        "5": "Ion kim loại nào sau đây có tính oxi hóa yếu nhất?",
        "6": "Polime nào sau đây thuộc loại polime bán tổng hợp?",
        "7": "Chất nào sau đây là tripeptit?",
        "8": "Chất nào sau đây là muối trung hòa?",
        "9": "Số nguyên tử hiđro trong phân tử axit oleic là",
        "10": "Khi đun nấu bằng than tổ ong thường sinh ra khí X không màu, không mùi, bền với nhiệt, hơi nhẹ hơn không khí và dễ gây ngộ độc đường hô hấp. Khí X là",
        "11": "Ở nhiệt độ thường, kim loại Al tan hoàn toàn trong lượng dư dung dịch nào sau đây?",
        "12": "Dung dịch chất nào sau đây làm quỳ tím chuyển thành màu hồng?",
        "13": "Cacbohiđrat nào sau đây thuộc loại polisaccarit?",
        "14": "Kim loại nào sau đây có nhiệt độ nóng chảy cao nhất?",
        "15": "Sắt (II) hiđroxit là chất rắn màu trắng hơi xanh. Công thức của sắt (II) hiđroxit là",
        "16": "Este X được tạo bởi ancol etylic và axit axetic. Công thức của X là",
        "17": "Ở nhiệt độ cao, H2 khử được oxit nào sau đây?",
        "18": "Kim loại phản ứng với dung dịch HCl loãng sinh ra khí H2 là",
        "19": "Công thức phân tử của glixerol là",
        "20": "Cho 3,0 gam glyxin tác dụng với dung dịch HCl dư, cô cạn cẩn thận chung dịch sau phản ứng, thu được m gam muối khan. Giá trị của m là",
        "21": "Cho 12,6 gam MgCO3 tác dụng hết với dung dịch HCl dư, thu được V lít khí CO2. Giá trị của V là",
        "22": "Thủy phân hoàn toàn m gam tinh bột thành glucozơ. Cho toàn bộ glucozơ tham gia phản ứng tráng bạc (hiệu suất 100%), thu được 30,24 gam Ag. Giá trị của m là",
        "23": "Phát biểu nào sau đây đúng?",
        "24": "Chất nào sau đây bị thủy phân khi đun nóng trong môi trường axit?",
        "25": "Hòa tan hết m gam Al trong dung dịch HCl dư, thu được 0,21 mol khí H2. Giá trị của m là",
        "26": "Este X có công thức phân tử C4H8O2. Thủy phân X trong dung dịch H2SO4 loãng, đun nóng, thu được sản phẩm gồm axit propionic và chất hữu cơ Y. Công thức của Y là",
        "27": "Cho Fe(OH)3 phản ứng với dung dịch H2SO4 loãng dư, tạo ra muối nào sau đây?",
        "28": "Nung nóng một lượng butan trong bình kín (với xúc tác thích hợp), thu được 0,02 mol hỗn hợp X gồm H2 và các hiđrocacbon mạch hở (CH4, C2H4, C2H6, C3H6, C4H8, C4H10). Cho toàn bộ X vào bình chứa dung dịch Br2 dư thì có tối đa a mol Br2 phản ứng, khối lượng bình tăng 15,54 gam và thoát ra hỗn hợp khí Y. Đốt cháy hoàn toàn Y cần vừa đủ 0,74 mol O2, thu được CO2 và H2O. Giá trị của a là",
        "29": "Hỗn hợp E gồm axit oleic, axit panmitic và triglixerit X (tỉ lệ mol tương ứng là 3: 2: 1). Đốt cháy hoàn toàn m gam E cần vừa đủ 4,0 mol O2, thu được CO2 và H2O. Mặt khác, cho m gam E tác dụng hết với lượng dư dung dịch NaOH đun nóng, thu được sản phẩm hữu cơ gồm glixerol và 47,08 gam hỗn hợp hai muối. Phần trăm khối lượng của X trong E là",
        "30": "Hỗn hợp E gồm hai amin X (CnHmN), Y (CnHm+1N2, với n ≥ 2) và hai anken đồng đẳng kế tiếp. Đốt cháy hoàn toàn 0,08 mol E, thu được 0,03 mol N2, 0,22 mol CO2 và 0,30 mol H2O. Phần trăm khối lượng của X trong E là",
        "31": "Tiến hành thí nghiệm theo các bước sau:\nBước 1: Cho 5 giọt dung dịch CuSO4 0,5% vào ống nghiệm sạch.\nBước 2: Thêm 1 ml dung dịch NaOH 10% vào ống nghiệm, lắc đều; gạn phần dung dịch, giữ lại kết tủa.\nBước 3: Thêm tiếp 2 ml dung dịch glucozơ 1% vào ống nghiệm, lắc đều.\nPhát biểu nào sau đây sai?",
        "32": "Cho hỗn hợp X gồm a mol Fe và 0,25 mol Mg vào dung dịch Y chứa Cu(NO3)₂ và AgNO₃ (tỉ lệ mol tương ứng 1: 2). Sau khi các phản ứng kết thúc, thu được dung dịch Z và 61,6 gam chất rắn T gồm ba kim loại. Hòa tan toàn bộ T trong lượng dư dung dịch H2SO4 đặc nóng, thu được 0,55 mol SO2 (sản phẩm khử duy nhất của H2SO4). Giá trị của a là",
        "33": "Hòa tan hoàn toàn 26,52 gam Al2O3 bằng một lượng vừa đủ dung dịch HNO3, thu được 247 gam dung dịch X. Làm lạnh X đến 20°C thì có m gam tinh thể Al(NO₃)₃.9H₂O tách ra. Biết ở 20ºC, cứ 100 gam H₂O hòa tan được tối đa 75,44 gam Al(NO₃)₃. Giá trị của m gần nhất với giá trị nào sau đây?",
        "34": "Cho các phát biểu sau:\n(a) Do có tính sát trùng, fomon được dùng để ngâm mẫu động vật.\n(b) Mỡ lợn có chứa chất béo bão hòa (phân tử có các gốc hiđrocacbon no).\n(c) Quá trình chuyển hóa tinh bột trong cơ thể người có xảy ra phản ứng thủy phân.\n(d) Khi làm đậu phụ từ sữa đậu nành có xảy ra sự đông tụ protein.\n(đ) Vải lụa tơ tằm sẽ nhanh hỏng nếu ngâm, giặt trong xà phòng có tính kiềm.\nSố phát biểu đúng là",
        "35": "Cho các phát biểu sau:\n(a) Điện phân nóng chảy NaCl, thu được kim loại Na ở catot.\n(b) Thành phần chính của supephotphat kép là Ca(H2PO4)2.\n(c) Để lâu miếng gang trong không khí ẩm có xảy ra ăn mòn điện hóa học.\n(d) Sục khí CO2 vào dung dịch Ca(HCO3)2, thu được kết tủa.\nSố phát biểu đúng là",
        "36": "Kim loại nào sau đây có tính khử yếu hơn kim loại Cu",
        "37": "Chất nào sau đây có tính lưỡng tính?",
        "38": "Ở nhiệt độ thường, kim loại Al tan hoàn toàn trong lượng dư dung dịch nào sau đây?",
        "39": "Ở nhiệt độ cao, CO khử được oxit nào sau đây?",
        "40": "Chất nào sau đây thuộc loại monosaccarit?",
        "41": "Chất nào sau đây là muối axit?",
        "42": "Kim loại nào sau đây dẫn điện tốt nhất?",
        "43": "Dung dịch chất nào sau đây không làm mất màu quỳ tím?",
        "44": "Số nguyên tử cacbon trong phân tử axit stearic là:",
        "45": "Natri cacbonat là hóa chất quan trọng trong công nghiệp thủy tinh, bột giặt, phẩm nhuộm, giấy, sợi. Công thức của natri cacbonat là",
        "46": "Kim loại nào sau đây tác dụng được với H2O ở nhiệt độ thường?",
        "47": "Kim loại nào sau đây là kim loại kiềm thổ?",
        "48": "Cặp chất nào sau đây gây nên tính cứng tạm thời của nước?",
        "49": "Chất nào sau đây là đipeptit?",
        "50": "Sắt(III) oxit là chất rắn màu đỏ nâu. Công thức của sắt(III) oxit là",
        "51": "Crom có số oxi hóa +3 trong hợp chất nào sau đây?",
        "52": "Polime nào sau đây thuộc loại polime tổng hợp?",
        "53": "Este X được tạo bởi ancol etylic và axit fomic. Công thức của X là",
        "54": "Khi đốt rơm rạ trên các cánh đồng sau những vụ thu hoạch lúa sinh ra nhiều khói bụi, trong đó có khí X. Khí X nặng hơn không khí và gây hiệu ứng nhà kính. Khí X là",
        "55": "Công thức phân tử của axit axetic là",
        "56": "Cho 10,6 gam Na2CO3 tác dụng hết với dung dịch HCl dư, thu được V lít khí CO2. Giá trị của V là",
        "57": "Cho Fe(OH)2 phản ứng với dung dịch H2SO4 loãng dư, tạo ra muối nào sau đây?",
        "58": "Thủy phân hoàn toàn m gam tinh bột thành glucozơ. Cho toàn bộ glucozơ tham gia phản ứng tráng bạc (hiệu suất 100%), thu được 32,4 gam Ag. Giá trị của m là",
        "59": "Este X có công thức phân tử C4H8O2. Thủy phân X trong dung dịch H2SO4 loãng, đun nóng thu được sản phẩm gồm ancol metylic và chất hữu cơ Y. Công thức của Y là",
        "60": "Dung dịch chất nào sau đây hòa tan Cu(OH)2, thu được dung dịch có màu xanh lam?",
        "61": "Hòa tan hết m gam Al trong dung dịch HCl dư, thu được 0,12 mol khí H2. Giá trị của m là",
        "62": "Cho 4,5 gam glyxin tác dụng với dung dịch NaOH vừa đủ, cô cạn dung dịch sau phản ứng thu được m gam muối khan. Giá trị của m là",
        "63": "Phát biểu nào sau đây đúng?",
        "64": "Cho hỗn hợp X gồm a mol Fe và 0,2 mol Mg vào dung dịch Y chứa Cu(NO3)2 và AgNO3 ( tỉ lệ mol tương ứng 2:3). Sau khi các phản ứng kết thúc, thu được dung dịch Z và 50,8 gam chất rắn T gồm ba kim loại. Hòa tan toàn bộ T trong lượng dư dung dịch H2SO4 đặc nóng, thu được 0,5 mol SO2 ( sản phẩm khử duy nhất của H2SO4). Gái trị của a là",
        "65": "Cho các phát biểu sau:\n(a) Ở nhiệt độ cao. Kim loại Al khử được Fe2O3.\n(b) Điện phân nóng chảy NaCl, thu được khí Cl2 ở anot.\n(c) Thành phần chính của supephotphat kép là Ca(H2PO4)2.\n(d) Đốt sợi dây thép trong khí Cl2 xảy ra ăn mòn điện hóa học.\nSố phát biểu đúng là",
        "66": "Hỗn hợp E gồm axit oleic, axit panmitic và glixerit X ( tỉ lệ mol tương ứng là 4:3:2). Đốt cháy hoàn toàn m gam E cần vừa đủ 3,26 mol O2, thu được CO2 và H2O. Mặt khác, cho m gam E tác dụng hết với lượng dư dung dịch NaOH đung nóng, thu được sản phẩm hữu cơ gồm glixerol và 38,22 gam hỗn hợp hai muối. Phần trăm khối lượng của X trong E là",
        "67": "Tiến hành thí nghiệm theo các bước sau:\nBước 1: Cho 5 giọt dung dịch CuSO4 0,5% vào ống nghiệm sạch.\nBước 2: Thêm 1 ml dung dịch NaOH 10% vào ống nghiệm, lắc đều; gạn phần dung dịch, giữ lại kết tủa.\nBước 3: Thêm tiếp 2 ml dung dịch glucozơ 1% vào ống nghiệm, lắc đều.\nPhát biểu nào sau đây sai?",
        "68": "Hỗn hợp E gồm 2 amin X ( CnHmN), Y ( CnHm+1N2, với n   2) và hai anken đồng đẳng kế tiếp. Đốt cháy hoàn toàn 0,05 mol E, thu được 0,02 mol N2, 0,14 mol CO2 và 0,19 mol H2O. Phần trăm khối lượng của X trong E là",
        "69": "Cho các phát biểu sau:\n(a) Do có tính sát trùng, fomon được sử dụng để ngâm mẫu động vật.\n(b) Dầu dừa có chứa chất béo chưa bão hòa (phân tử có gốc hidrocacbon không no).\n(c) Quá trình chuyển hóa tinh bột trong cơ thể người có xảy ra phản ứng thủy phân.\n(d) Các mảng “riêu cua” xuất hiện khi nấu canh cua là do xảy ra sự đông tụ protein.\n(đ) Vải lụa tơ tằm sẽ nhanh hỏng nếu ngâm, giặt trong xà phòng có tính kiềm.\nSố phát biểu đúng là:",
        "70": "Hòa tan hoàn toàn 25,5 gam Al2O3 bằng một lượng vừa đủ dung dịch HNO3, thu được 252,5 gam dung dịch X. Làm lạnh X đến 100C thì có m gam tinh thể Al(NO3)3.9H2O tách ra. Biết ở 100C, cứ 100 gam H2O hòa tan tối đa 67,25 gam Al(NO3)3. Giá trị của m gần nhất với giá trị nào sau đây?",
        "71": "Nung nóng một lượng butan trong bình kín ( với xúc tác thích hợp), thu được 0,4 mol hỗn hợp X gồm H2 và các hidrocacbon mạch hở (CH4, C2H4, C2H6, C3H6, C4H8, C4H10). Cho toàn bộ X vào bình chứa dung dịch Br2 dư thì có tối đa a mol Br2 phản ứng, khối lượng bình tăng 8,12 gam và thoát ra hỗn hợp khí Y. Đốt cháy hoàn toàn Y cần vừa đủ 0,30 mol O2, thu được CO2 và H2O. Giá trị của a là",
        "72": "Chất nào sau đây là muối axit? ",
        "73": "Dung dịch chất nào sau đây làm quỳ tím chuyển thành màu xanh? ",
        "74": "Kim loại nào sau đây có tính khử mạnh hơn kim loại Al? ",
        "75": "Este X được tạo bởi ancol metylic và axit fomic. Công thức của X là",
        "76": "Kim loại nào sau đây là kim loại kiềm thổ? ",
        "77": "Cặp chất nào sau đây gây nên tính cứng tạm thời của nước? ",
        "78": "Chất nào sau đây có tính lưỡng tính? ",
        "79": "Sắt (III) hiđroxit là chất rắn màu nâu đỏ. Công thức của sắt(III) hidroxit là ",
        "80": "Ở điều kiện thường, kim loại nào sau đây ở trạng thái lỏng? ",
        "81": "Polime nào sau đây thuộc loại polime thiên nhiên? ",
        "82": "Chất nào sau đây là đipeptit?",
        "83": "Chất thải hữu cơ chứa protein khi bị phân hủy thường sinh ra khí X có mùi trứng thối, nặng hơn không khí, rất độc. Khí X là ",
        "84": "Chất nào sau đây thuộc loại motosaccarit? ",
        "85": "Số nguyên tử hidro trong phân tử axit stearic là ",
        "86": "Kim loại nào sau đây tác dụng với dung dịch H2SO4 loãng, thu được khí H2? ",
        "87": "Công thức phân tử của ancol etylic là ",
        "88": "Ở nhiệt độ cao, CO khử được oxit nào sau đây? ",
        "89": "Natri hiđrocacbonat là chất được dùng làm bột nở, chế thuốc giảm đau dạ dày do thừa axit Công thức của natri hiđrocacbonat là ",
        "90": "Ở nhiệt độ thường, kim loại Al tan hoàn toàn trong lượng dư dung dịch nào sau đây?",
        "91": "Crom có số oxi hóa +3 trong hợp chất nào sau đây? ",
        "92": "Thủy phân hoản toàn m gam tinh bột thành glucozơ, Cho toàn bộ glucozơ tham gia phản ứng trắng bạc (hiệu suất 100%), thu được 21,6 gam Ag. Giá trị của m là ",
        "93": "Hòa tan hết m gam Al trong dung dịch HCl dư, thu được 0,18 mol khí H2. Giá trị của m là ",
        "94": "Cho 10 gam CaCO3 tác dụng hết với dung dịch HCl dư, thu được V lít khí CO2. Giá trị của V là ",
        "95": "Cho 7,12 gam alanin tác dụng với dung dịch HCl dư, cô cạn cẩn thận dung dịch sau phản ứng, thu được m gam muối khan. Giá trị của m là",
        "96": "Cho FeO phản ứng với dung dịch H2SO4 loãng dư, tạo ra muối nào sau đây? ",
        "97": "Phát biểu nào sau đây đúng?",
        "98": "Dung dịch chất nào sau đây hòa tan Cu(OH)2, thu được dung dịch có màu xanh lam? ",
        "99": "Este X có công thức phân tử C4H8O2. Thủy phân X trong dung dịch H2SO4 loãng, đun nóng. thu được sản phẩm gồm axit axetic và chất hữu cơ Y. Công thức của Y là ",
        "100": "Cho các phát biểu sau:\n(a) Trong thành phần của xăng sinh học E5 có etanol.\n(b) Thành phần chính của sợi bông, sợi đay là tinh bột. \n(c) Các mảng riêu cua xuất hiện khi nấu canh cua là do xảy ra sự đông tụ protein. \n(d) Vải lụa tơ tằm sẽ nhanh hỏng nếu ngâm, giặt trong xà phòng có tính kiềm. \n(e) Dầu dừa có chứa chất béo chưa bão hòa (phân tử có gốc hiđrocacbon không no). \nSố phát biểu đúng là"
    },
    {"0": {
        "a": "Na2O",
        "b": "KОН",
        "c": "H2SO4",
        "d": "Al2O3"
    },
        "1": {
            "a": "CrO3",
            "b": "Cr(OH)3",
            "c": "Cr(OH)2",
            "d": "Cr2O3"
        },
        "2": {
            "a": "Al",
            "b": "Mg",
            "c": "Cu",
            "d": "Fe"
        },
        "3": {
            "a": "NaHCO3, KHCO3",
            "b": "NaNO3, KNO3",
            "c": "CaCl2, MgSO4",
            "d": "NaNO3, KHCO3"
        },
        "4": {
            "a": "Ca(OH)2",
            "b": "NaOH",
            "c": "NaHCO3",
            "d": "Na2CO3"
        },
        "5": {
            "a": "Cu2+",
            "b": "Na+",
            "c": "Mg2+",
            "d": "Ag+"
        },
        "6": {
            "a": "Tơ visco",
            "b": "Poli (vinyl clorua)",
            "c": "Polietilen",
            "d": "Xenlulozơ"
        },
        "7": {
            "a": "Gly-Gly",
            "b": "Gly-Ala",
            "c": "Ala-Ala-Gly",
            "d": "Ala-Gly"
        },
        "8": {
            "a": "HCl",
            "b": "NaNO3",
            "c": "NaHCO3",
            "d": "NaHSO4"
        },
        "9": {
            "a": "36",
            "b": "31",
            "c": "35",
            "d": "34"
        },
        "10": {
            "a": "N2",
            "b": "CO2",
            "c": "CO",
            "d": "H2"
        },
        "11": {
            "a": "HCl",
            "b": "NaNO3",
            "c": "NaCl",
            "d": "KCl"
        },"12": {
        "a": "Axit glutamic",
        "b": "Glyxin",
        "c": "Alanin",
        "d": "Valin"
    },"13": {
        "a": "Saccarozo",
        "b": "Xenlulozơ",
        "c": "Fructozo",
        "d": "Glucozơ"
    },"14": {
        "a": "Fe",
        "b": "W",
        "c": "Al",
        "d": "Na"
    },"15": {
        "a": "Fe(OH)2",
        "b": "FeO",
        "c": "Fe3O4",
        "d": "Fe(OH)3"
    },"16": {
        "a": "CH3COOCH3",
        "b": "HCOOC2H5",
        "c": "HCOOCH3",
        "d": "CH3COOC2H5"
    },"17": {
        "a": "K2O",
        "b": "CaO",
        "c": "Na2O",
        "d": "FeO"
    },"18": {
        "a": "Hg",
        "b": "Cu",
        "c": "Fe",
        "d": "Ag"
    },"19": {
        "a": "C3H8O",
        "b": "C2H6O2",
        "c": "C2H6O",
        "d": "C3H8O3"
    },"20": {
        "a": "4,23",
        "b": "3,73",
        "c": "4,46",
        "d": "5,19"
    },"21": {
        "a": "4,48",
        "b": "2,24",
        "c": "1,12",
        "d": "3,36"
    },"22": {
        "a": "45,36",
        "b": "50,40",
        "c": "22,68",
        "d": "25,20"
    },"23": {
        "a": "Sau khi lưu hóa, tính đàn hồi của cao su giảm đi",
        "b": "Tơ nilon-6,6 thuộc loại tơ thiên nhiên",
        "c": "Tơ nitron được điều chế bằng phản ứng trùng ngưng",
        "d": "Polietilen là polime được dùng làm chất dẻo"
    },"24": {
        "a": "Saccarozơ",
        "b": "Glixerol",
        "c": "Glucozơ",
        "d": "Fructozơ"
    },"25": {
        "a": "4,86",
        "b": "5,67",
        "c": "3,24",
        "d": "3,78"
    },"26": {
        "a": "CH3OH",
        "b": "C2H5OH",
        "c": "CH3COOH",
        "d": "HCOOH"
    },"27": {
        "a": "Fe2(SO4)3",
        "b": "FeS",
        "c": "FeSO4",
        "d": "FeSO3"
    },"28": {
        "a": "0,38",
        "b": "0,45",
        "c": "0,37",
        "d": "0,41"
    },"29": {
        "a": "38,72%",
        "b": "37,25%",
        "c": "37,99%",
        "d": "39,43%"
    },"30": {
        "a": "43,38%",
        "b": "57,84%",
        "c": "18,14%",
        "d": "14,46%"
    },"31": {
        "a": "Sau bước 3, kết tủa đã bị hòa tan, thu được dung dịch màu xanh lam",
        "b": "Nếu thay dung dịch NaOH ở bước 2 bằng dung dịch KOH thì hiện tượng ở bước 3 vẫn tương tự",
        "c": "Thí nghiệm trên chứng minh glucozơ có tính chất của anđehit",
        "d": "Ở bước 3, nếu thay glucozơ bằng fructozơ thì hiện tượng xảy ra vẫn tương tự"
    },"32": {
        "a": "0,30",
        "b": "0,20",
        "c": "0,25",
        "d": "0,35"
    },"33": {
        "a": "90",
        "b": "14",
        "c": "19",
        "d": "33"
    },"34": {
        "a": "2",
        "b": "4",
        "c": "5",
        "d": "3"
    },"35": {
        "a": "3",
        "b": "4",
        "c": "2",
        "d": "1"
    },"36": {
        "a": "Zn",
        "b": "Mg",
        "c": "Ag",
        "d": "Fe"
    },"37": {
        "a": "AlCl3",
        "b": "Fe(OH)2",
        "c": "HCl",
        "d": "Al(OH)3"
    },"38": {
        "a": "H2SO4 loãng",
        "b": "NaCl",
        "c": "NaNO3",
        "d": "Na2SO4"
    },"39": {
        "a": "CaO",
        "b": "Fe2O3",
        "c": "Na2O",
        "d": "K2O"
    },"40": {
        "a": "Tinh bột",
        "b": "Xenlulozơ",
        "c": "Fructozơ",
        "d": "Saccarozơ"
    },"41": {
        "a": "NaHSO4",
        "b": "KCl",
        "c": "NaNO3",
        "d": "K2SO4"
    },"42": {
        "a": "Au",
        "b": "Cu",
        "c": "Fe",
        "d": "Ag"
    },"43": {
        "a": "Glyxin",
        "b": "Lysin",
        "c": "Metylamin",
        "d": "Axit glutamic"
    },"44": {
        "a":"16",
        "b": "15",
        "c": "18",
        "d": "19"
    },"45": {
        "a": "Na2CO3",
        "b": "NaHCO3",
        "c": "MgCO3",
        "d": "CaCO3"
    },"46": {
        "a": "Au",
        "b": "Cu",
        "c": "Ag",
        "d": "Na"
    },"47": {
        "a": "Cu",
        "b": "Ca",
        "c": "Al",
        "d": "Na"
    },"48": {
        "a": "Na2SO4, KCl",
        "b": "NaCl, KCl",
        "c": "Na2SO4, K2SO4",
        "d": "Mg(HCO3)2, Ca(HCO3)2"
    },"49": {
        "a": "Gly-Ala-Gly",
        "b": "Gly-Ala",
        "c": "Gly-Ala-Ala",
        "d": "Ala-Gly-Gly"
    },"50": {
        "a": "FeCO3",
        "b": "Fe2O3",
        "c": "Fe3O4",
        "d": "FeS2"
    },"51": {
        "a": "Cr(OH)2",
        "b": "K2CrO4",
        "c": "CrO3",
        "d": "Cr2O3"
    },"52": {
        "a": "Tinh bột",
        "b": "Poli(vinyl clorua)",
        "c": "Xenlulozơ",
        "d": "Tơ visco"
    },"53": {
        "a": "HCOOCH3",
        "b": "CH3COOC2H5",
        "c": "HCOOC2H5",
        "d": "CH3COOCH3"
    },"54": {
        "a": "N2",
        "b": "O2",
        "c": "CO",
        "d": "CO2"
    },"55": {
        "a": "C3H6O2",
        "b": "C3H6O",
        "c": "C2H4O2",
        "d": "C2H6O"
    },"56": {
        "a": "1,12",
        "b": "3,36",
        "c": "2,24",
        "d": "4,48"
    },"57": {
        "a": "Fe2(SO4)3",
        "b": "FeSO4",
        "c": "FeSO3",
        "d": "FeS"
    },"58": {
        "a": "24,3",
        "b": "54,0",
        "c": "27,0",
        "d": "48,6"
    },"59": {
        "a": "C2H5OH",
        "b": "HCOOH",
        "c": "CH3COOH",
        "d": "C2H5COOH"
    },"60": {
        "a": "Saccarozơ",
        "b": "Ancol etylic",
        "c": "Propan-1,3-điol",
        "d": "Anbumin"
    },"61": {
        "a": "4,86",
        "b": "3,24",
        "c": "1,62",
        "d": "2,16"
    },"62": {
        "a": "6,66",
        "b": "5,55",
        "c": "4,85",
        "d": "5,82"
    },"63": {
        "a": "Tơ poliamit rất bền trong môi trường axit",
        "b": "Tơ xenlulozơ axetat thuộc loại tơ bán tổng hợp",
        "c": "Polietilen được điều chế bằng phản ứng trùng ngưng etilen",
        "d": "Cao su lưu hóa có tính đàn hồi kém hơn cao su thường"
    },"64": {
        "a": "0,15",
        "b": "0,20",
        "c": "0,25",
        "d": "0,30"
    },"65": {
        "a": "4",
        "b": "1",
        "c": "2",
        "d": "3"
    },"66": {
        "a": "45,95%.",
        "b": "47,51%.",
        "c": "48,25%.",
        "d": "46,74%."
    },"67": {
        "a": "Sau bước 3, kết tủa đã bị hòa tan, thu được dung dịch màu xanh lam",
        "b": "Ở bước 2, trong ống nghiệm xuất hiện kết tủa màu xanh",
        "c": "Ở bước 3, glucozơ bị oxi hóa thành axit gluconic",
        "d": "Thí nghiệm trên chứng minh glucozơ có nhiều nhóm OH liền kề nhau"
    },"68": {
        "a": "45,04%.",
        "b": "28,24%.",
        "c": "22,52%.",
        "d": "56,49%."
    },"69": {
        "a": "3",
        "b": "2",
        "c": "5",
        "d": "4"
    },"70": {
        "a": "30",
        "b": "15",
        "c": "77",
        "d": "17"
    },"71": {
        "a": "0,18",
        "b": "0,22",
        "c": "0,19",
        "d": "0,20"
    },"72": {
        "a": "NaCl",
        "b": "NaH2PO4",
        "c": "NaOH",
        "d": "NaNO3"
    },"73": {
        "a": "Etylamin",
        "b": "Glyxin",
        "c": "Valin",
        "d": "Alanin"
    },"74": {
        "a": "Ag",
        "b": "Mg",
        "c": "Fe",
        "d": "Cu"
    },"75": {
        "a": "HCOOC2H5",
        "b": "CH3COOC2H5",
        "c": "HCOOCH3",
        "d": "CH3COOCH3 "
    },"76": {
        "a": "K",
        "b": "Al",
        "c": "Fe",
        "d": "Ba"
    },"77": {
        "a": "KCl, NaCl",
        "b": "Mg(HCO3)2, Ca(HCO3)2",
        "c": "NaCl, K2SO4",
        "d": "Na2SO4, KCl"
    },"78": {
        "a": "Al2O3",
        "b": "NaOH",
        "c": "CaO",
        "d": "HCl"
    },"79": {
        "a": "FeCO3",
        "b": "Fe(OH)3",
        "c": "Fe3O4",
        "d": "Fe(OH)2"
    },"80": {
        "a": "Ag",
        "b": "Cu",
        "c": "Al",
        "d": "Hg"
    },"81": {
        "a": "Polietilen",
        "b": "Tinh bột",
        "c": "Poli(vinyl clorua)",
        "d": "Tơ visco"
    },"82": {
        "a": "Ala-Gly-Ala",
        "b": "Gly-Gly-Gly",
        "c": "Ala-Ala-Ala",
        "d": "Ala-Gly"
    },"83": {
        "a": "CO2",
        "b": "N2",
        "c": "H2S",
        "d": "O2"
    },"84": {
        "a": "Tinh bột",
        "b": "Glixerol",
        "c": "Saccarozơ",
        "d": "Glucozơ"
    },"85": {
        "a": "31",
        "b": "33",
        "c": "36",
        "d": "34"
    },"86": {
        "a": "Mg",
        "b": "Au",
        "c": "Ag",
        "d": "Cu"
    },"87": {
        "a": "C3H8O3",
        "b": "CH4O",
        "c": "C2H6O",
        "d": "C2H4O2 "
    },"88": {
        "a": "K2O",
        "b": "CuO",
        "c": "Na2O",
        "d": "BaO"
    },"89": {
        "a": "NaHCO3",
        "b": "Na2CO3",
        "c": "NaOH",
        "d": "NaHS"
    },"90": {
        "a": "NaNO3",
        "b": "KCl",
        "c": "NaCl",
        "d": "NaOH"
    },"91": {
        "a": "K2Cr2O7",
        "b": "Cr(OH)3",
        "c": "CrO3",
        "d": "Cr(OH)2 "
    },"92": {
        "a": "18,0",
        "b": "32,4",
        "c": "16,2",
        "d": "36,0"
    },"93": {
        "a": "3,78",
        "b": "2.16",
        "c": "3,24",
        "d": "4,86"
    },"94": {
        "a": "4,48",
        "b": "3.36",
        "c": "1,12",
        "d": "2,24"
    },"95": {
        "a": "10,59",
        "b": "12,55",
        "c": "8,92",
        "d": "10,04"
    },"96": {
        "a": "FeS",
        "b": "Fe2(SO4)3",
        "c": "FeSO3",
        "d": "FeSO4"
    },"97": {
        "a": "Tơ nilon-6,6 thuộc loại tơ bán tổng hợp",
        "b": "Polietilen được điều chế bằng phản ứng trùng ngưng etilen",
        "c": "Cao su là vật liệu polime có tính đàn hồi",
        "d": "Tơ poliamit rất bền trong môi trường axit "
    },"98": {
        "a": "Fructozơ",
        "b": "Propan-1,3-diol",
        "c": "Anbumin",
        "d": "Ancol propylic"
    },"99": {
        "a": "C2H5COOH",
        "b": "C2H5OH",
        "c": "HCOOH",
        "d": "CH3OH"
    },"100": {
        "a": "5",
        "b": "3",
        "c": "2",
        "d": "4"
    }
    },
    { "0": "Al2O3",
        "1": "CrO3",
        "2": "Mg",
        "3": "CaCl2, MgSO4",
        "4": "NaOH",
        "5": "Na+",
        "6": "Tơ visco",
        "7": "Ala-Ala-Gly",
        "8": "NaNO3",
        "9": "34",
        "10": "CO",
        "11": "HCl",
        "12": "Axit glutamic",
        "13": "Xenlulozơ",
        "14": "W",
        "15": "Fe(OH)2",
        "16": "CH3COOC2H5",
        "17": "FeO",
        "18": "Fe",
        "19": "C3H8O3",
        "20": "4,46",
        "21": "3,36",
        "22": "22,68",
        "23": "Polietilen là polime được dùng làm chất dẻo",
        "24": "Saccarozơ",
        "25": "3,78",
        "26": "CH3OH",
        "27": "Fe2(SO4)3",
        "28": "0,45",
        "29": "38,72%",
        "30": "57,84%",
        "31": "Thí nghiệm trên chứng minh glucozơ có tính chất của anđehit",
        "32": "0,35",
        "33": "33",
        "34": "5",
        "35": "3",
        "36": "Ag",
        "37": "Al(OH)3",
        "38": "H2SO4 loãng",
        "39": "Fe2O3",
        "40": "Fructozơ",
        "41": "NaHSO4",
        "42": "Ag",
        "43": "Glyxin",
        "44": "18",
        "45": "Na2CO3",
        "46": "Na",
        "47": "Ca",
        "48": "Mg(HCO3)2, Ca(HCO3)2",
        "49": "Gly-Ala",
        "50": "Fe2O3",
        "51": "Cr2O3",
        "52": "Poli(vinyl clorua)",
        "53": "HCOOC2H5",
        "54": "CO2",
        "55": "C2H4O2",
        "56": "2,24",
        "57": "FeSO4",
        "58": "24,3",
        "59": "C2H5COOH",
        "60": "Saccarozơ",
        "61": "2,16",
        "62": "5,82",
        "63": "Tơ xenlulozơ axetat thuộc loại tơ bán tổng hợp",
        "64": "0,25",
        "65": "3",
        "66": "47,51%.",
        "67": "Ở bước 3, glucozơ bị oxi hóa thành axit gluconic",
        "68": "45,04%.",
        "69": "5",
        "70": "30",
        "71": "0,22",
        "72": "NaH2PO4",
        "73": "Etylamin",
        "74": "Mg",
        "75": "HCOOCH3",
        "76": "Ba",
        "77": "Mg(HCO3)2, Ca(HCO3)2",
        "78": "Al2O3",
        "79": "Fe(OH)3",
        "80": "Hg",
        "81": "Tinh bột",
        "82": "Ala-Gly",
        "83": "H2S",
        "84": "Glucozơ",
        "85": "36",
        "86": "Mg",
        "87": "C2H6O",
        "88": "CuO",
        "89": "NaHCO3",
        "90": "NaOH",
        "91": "Cr(OH)3",
        "92": "16,2",
        "93": "3,24",
        "94": "2,24",
        "95": "10,04",
        "96": "FeSO4",
        "97": "Cao su là vật liệu polime có tính đàn hồi",
        "98": "Fructozơ",
        "99": "C2H5OH",
        "100": "4"

    }
]