[
  { "0": "Một quần thể thực vật tự thụ phấn, xét 1 gen có 2 alen là E và e. Theo lí thuyết, quần thể có cấu trúc di truyền nào sau đây có tần số các kiểu gen không đổi qua các thế hệ?",
    "1": "Trong hệ tiêu hóa của người, dưới tác động của enzim tiêu hóa, chất nào sau đây được biến đổi thành glucozo?",
    "2": "Ở đậu hà Lan, alen quy định kiểu hình hạt trơn và alen quy định kiểu hình nào sau đây được gọi là 1 cặp alen?",
    "3": "Cà chua có gen làm chín quả bị bất hoạt là thành tựu của ...",
    "4": "Một loài thực vật, xét 2 cặp gen B , b và D, d trên cùng 1 cặp NST. Theo lí thuyết, cách viết kiểu gen nào sau đây đúng?",
    "5": "Ở ruồi giấm, xét 3 cặp gen: A,a; B,b và D, d; mỗi gen quy định 1 tính trạng, các alen trội là trội hoàn toàn. Phép lai P: 2 ruồi đều có kiểu hình trội về 3 tính trạng giao phối với nhau, tạo ra F1 gồm 24 loại kiểu gen và có 1,25% số ruồi mang kiểu hình lặn về 3 tính trạng nhưng kiểu hình này chỉ có ở ruồi đực. Theo lí thuyết, trong tổng số ruồi cái có kiểu hình trội về 3 tính trạng ở F1, số ruồi có 5 alen trội chiếm tỉ lệ",
    "6": "Dựa vào sự thích nghi của động vật với nhân tố sinh thái nào sau đây, người ta chia động vật thành nhóm động vật hằng nhiệt và nhóm động vật biến nhiệt?",
    "7": "Theo lí thuyết, bằng phương pháp gây đột biến tự đa bội, từ các tế bào thực vật có kiểu gen BB, Bb và bb không tạo ra được tế bào tứ bội có kiểu gen nào sau đây?",
    "8": "Thời gian sống có thể đạt tới của 1 cá thể trong quần thể được gọi là",
    "9": "Một bộ ba chỉ mã hóa cho 1 loại axit min, điều này chứng tỏ mã di truyền có tính",
    "10": "Sinh vật nào sau đây thuộc mắt xích mở đầu trong chuỗi thức ăn?",
    "11": "Nếu mật độ cá thể của 1 quần thể động vật tăng lên quá cao, nguồn sống của môi trường không đủ cung cấp cho mọi cá thể trong quần thể thì thường dẫn tới làm tăng",
    "12": "Nhà khoa học nào sau đây đưa ra giả thuyết các nhân tố di truyền của bố và mẹ tồn tại trong tế bào của cơ thể con một cách riêng rẽ, không hòa trộn vào nhau?",
    "13": "Trong lịch sử phát triển của sinh giới qua các đại địa chất, sự kiện nào sau đây xảy ra ở đại Trung sinh?",
    "14": "Quá trình giảm phân ở cơ thể có kiểu gen Bb/bD  đã xảy ra hoán vị gen. Theo lí thuyết, trong tổng số giao tử được tạo ra, tần số hóan vị gen được tính bằng tổng tỉ lệ % của 2 loại giao tử nào sau đây?",
    "15": "Axit amin là nguyên liệu để tổng hợp phân tử nào sau đây?",
    "16": "Sán lá gan sống trong gan bò và hút dịch gan để sống. Mối quan hệ giữa sán lá gan và bò thuộc quan hệ",
    "17": "Cơ quan nào sau đây ở người là cơ quan thoái hóa?",
    "18": "Theo thuyết tiến hóa hiện đại, nhân tố nào sau đây làm tăng cường mức độ thích nghi của các đặc điểm bằng cách tích lũy các alen quy định các đặc điểm thích nghi?",
    "19": "Trong sản xuất nông nghiệp, để tăng năng suất cấy trồng, cần thực hiện tối đa bao nhiêu biện pháp sau đây?\nI. Tưới tiêu nước hợp lí.\nII. Bón phân hợp lí.\nIII. Trồng cây đúng thời vụ.\nIV. Tuyển chọn và tạo giống mới có năng suất cao.",
    "20": "Bằng phương pháp nhân bản vô tính, từ cừu cho trứng có kiểu gen AABB và cừu cho nhân tế bào có kiểu gen AaBb có thể tạo ra cừu con có kiểu gen",
    "21": "Một gen vốn đang hoạt động nay chuyển đến vị trí mới có thể không hoạt động hoặc tăng giảm mức độ hoạt động là hệ quả của đột biến nào sau đây?",
    "22": "Cải củ lai với cải bắp tạo ra cây lai bất thụ. Đây là biểu hiện của dạng cách li",
    "23": "Một loài thực vật lưỡng bội, màu hoa do 2 cặp gen A, a và B, b phân li độc lập cùng quy định. Kiểu gen có cảv alen trội A và alen trội B quy định hoa đỏ, các kiểu gen còn lại quy định hoa trắng. Phép lai P: cây dị hợp 2 cặp gen  x  cây đồng hơp 2 cặp gen lặn, tạo ra F1. Theo lí thuyết, tỉ lệ kiểu hình ở F1 là",
    "24": "Theo lí thuyết, khi nói về sự di truyền cac gen ở thú, phát triển nào sau đây sai?",
    "25": "Hiện nay dịch COVID-19 đang diễn biến phức tạp, để hạn chế lây lan lan dịch, mỗi người cần thực hiện đủ bao nhiêu việc sau đây?\nI. Giữ khoảng cách khi tiếp xúc với người khác.\nII. Thực hiện khai báo y tế khi đi từ địa phương có dịch đến địa phương khác.\nIII. Rửa tay thường xuyên bằng xà phòng hoặc dung dịch sát khuẩn.\nIV. Hạn chế tụ tập đông người khi không cần thiết.\nV. Thường xuyên đeo khẩu trang vải tại nơi công cộng và đeo khẩu trang y tế tại các cơ sở y tế, khi cách li.",
    "26": "Trong cơ chế điều hòa hoạt động của opêron lac ở vi khuẩn E. Coli, đột biến xảy ra ở vị trí nào sau đây của opêron có thể làm cho các gen cấu trúc Z, Y, A phiên mã ngay cả khi môi trường không có lactozơ?",
    "27": "Giả sử 1 loài sinh vật có bộ NST 2n=8; các cặp NST được kí hiệu là A, a; B,b; D,d; và E,e. Cá thể có bộ NST nào sau đây là thể một?",
    "28": "Một quầ thể thực vật tự thụ phấn có thành phần kiểu gen ở thế hệ P là:\n 0,4 AB/aB dE/dE : 0,4 AB/aB De/de : 0.2 ab/ab de/de . Theo lí thuyết, có bao nhiêu phát biểu sau đây đúng?\nI. F1 có 13 loại kiểu gen.\nII. F2 có 1/5 số cây đồng hợp 4 cặp gen lặn\nIII. F3 có 161/640 số cây đồng hợp 3 cặp gen trội.\nIV. F3 và F4 đều có 6 loại kiểu gen quy định kiểu hình trội về 3 tính trạng.",
    "29": "Một loài thực vật lưỡng bội, alen A quy định thân cao trội hoàn toàn so với alen a quy định thân thấp; alen B quy định hoa đỏ trội hoàn toàn so với alen b quy định thoa trắng; 2 cặp gen này trên cùng 1 cặp NST và không xảy ra hoán vị gen. Thế hệ P: Cây thân cao, hoa trắng thuần chủng thụ phấn cho các cây cùng loài, tạo ra F1. F1 của mỗi phép lai đều có tỉ lệ 1 cây thân cao, hoa đỏ : 1 cây thân cao, hoa trắng. Theo lí thuyết, dựa vào kiểu gen của P, ở thế hệ P có tối đa bao nhiêu phép lai phù hợp?",
    "30": "Một loài thực vật lưỡng bội, xét 2 tính trạng, mỗi tính trạng đều do 1 gen có 2 alen quy định, alen trội là trội hoàn toàn. Phép lai P: 2 cây giao phấn với nhau, tạo ra F1. Theo lí thuyết, phát biểu nào sau đây đúng?",
    "31": "Quá trình hình thành các loài B, C, D từ loài A (loài gốc) được mô tả ở hình bên. Phân tích hình này, theo lí thuyết, có bao nhiêu phát biểu sau đây đúng?\nI. Các cá thể của loài B ở đảo III có thể mang một số alen đặc trưng mà các cá thể của loài B ở đảo I không có.\nII. Khoảng cách giữa các đảo có thể là yếu tố duy trì sự khác biệt về vốn gen giữa các quần thể ở đảo I, đảo II và đảo III.\nIII. Vốn gen của các quần thể thuộc lòai B ở đảo I, đảo II và đảo III phân hóa theo cùng 1 hướng.\nIV. Điều kiện địa lí ở các đảo là nhân tố trực tiếp gây ra những thay đổi về vốn gen của mõi quần thể.",
    "32": "Một loài thực vật lưỡng bội, alen A quy định thân cao trội hoàn toàn so với alen a quy định thân thấp; alen B quy định hoa đỏ trội hoàn toàn so với alen b quy định hoa trắng. Phép lai P : 2 cây đều dị hợp 1 cặp gen giao phấn với nau, tạo ra F1 có 4 lại kiểu hình. Cho cây thân cao, hoa đỏ F1 tự thụ phấn, tạo ra F2. Theo lí thuyết, tỉ lệ kiểu gen ở F2 có thể là trường hợp nào sau đây?",
    "33": "Xét 4 tế bào sinh tinh ở cơ thể có kiểu gen Aa  BD/bd  giảm phân tạo giao tử. Cho biết các gen liên kết hoàn toàn; trong quá trình giảm phân chỉ có 1 tế bào có cặp NST mang 2 cặp gen B, b và D, d không phân li trong giảm phân I, phân li bình thường trong giảm phân II; cặp NST mang cặp gen A, a phân li bình . Kết thúc quá trình giảm phân đã tạo ra 6 loại giao tử, trong đó có 37,5% loại giao tử mang 2 alen trội. Theo lí thuyết, loại giao tử không mang alen trội chiếm tỉ lệ",
    "34": "Ở ruồi giấm, xét 3 cặp gen: A,a; B,b và D, d; mỗi gen quy định 1 tính trạng, các alen trội là trội hoàn toàn. Phép lai P: 2 ruồi đều có kiểu hình trội về 3 tính trạng giao phối với nhau, tạo ra F1 gồm 24 loại kiểu gen và có 1,25% số ruồi mang kiểu hình lặn về 3 tính trạng nhưng kiểu hình này chỉ có ở ruồi đực. Theo lí thuyết, trong tổng số ruồi cái có kiểu hình trội về 3 tính trạng ở F1, số ruồi có 5 alen trội chiếm tỉ lệ",
    "35": "Điều không thuộc về bản chất của quy luật phân ly Menđen là gì?",
    "36": "Sản phẩm của pha sáng gồm có:",
    "37": "Mã di truyền không có đặc điểm nào sau đây?",
    "38": "Thực chất của hiện tượng tương tác giữa các gen không alen là:",
    "39": "Một loài thực vật có 10 nhóm gen liên kết. Số lượng nhiễm sắc thể có trong tế bào sinh dưỡng của thể một, thể ba thuộc loài này lần lượt là",
    "40": "Theo lí thuyết quá trình giảm phân ở cơ thể có kiểu gen nào sau đây không tạo ra giao tử ab ",
    "41": "Khi nói về quá trình điều hòa opêron Lac ở E.coli, khi môi trường có lactôzơ",
    "42": "Để có thể xác định dòng tế bào đã nhận được ADN tái tổ hợp, các nhà khoa học đã",
    "43": "Cho các bước sau\n(1) Tạo các cây có cùng một kiểu gen.\n(2) Tập hợp các kiểu hình thu được từ những cây có cùng kiểu gen.\n(3) Trồng các cây có cùng kiểu gen trong những điều kiện môi trường khác nhau.\nĐể xác định mức phản ứng của một kiểu gen ở thực vật cần tiến hành các bước lần lượt như sau:",
    "44": "Thành phần nào dưới đây không trực tiếp tham gia vào quá trình dịch mã?",
    "45": "Phép lai P: AaBbDd x AaBbDd tạo bao nhiêu dòng đồng hợp về 2 gen trội ở thế hệ sau?",
    "46": "Có bao nhiêu phát biếu sau đây đúng về thể song nhị bội?\n(1) Thể có 2n NST trong tế bào.\n(2) Thể có tế bào mang bộ NST lưỡng bội của hai loài bố mẹ.\n(3) Thể chỉ sinh sản vô tính mà không có khả năng sinh sản hữu tính.\n(4) Thể có khả năng biểu hiện đặc điểm của một trong hai loài.",
    "47": "Trong quá trình dịch mã ở tế bào chất của sinh vật nhân thực, không có sự tham gia của loại tARN mang bộ ba đối mã nào sau đây?",
    "48": "Khi nói về quá trình tái bản ADN ở tế bào nhân thực, phát biểu nào sau đây không đúng?",
    "49": "Theo lí thuyết, phép lai nào sau đây cho đời con gồm toàn kiểu gen dị hợp?",
    "50": "Trong cơ chế điều hòa biểu hiện gen ở opêron Lac, cho các trường hợp sau:\n(1) Gen điều hòa bị đột biến vùng mã hóa.\t(2) Prôtêin ức chế gắn với lactôzơ.\n(3) Opêron đột biến vùng gen cấu trúc.\t(4) Opêron đột biến promoter.\nSố trường hợp mà prôtêin ức chế không tương tác được với operator là",
    "51": "Vì sao ở mao mạch máu chảy chậm hơn ở động mạch?",
    "52": "Moocgan sau khi cho lai ruồi giấm thuần chủng mình xám, cánh dài với mình đen, cánh ngắn được F1, bước tiếp theo ông đã làm gì để phát hiện liên kết gen?",
    "53": "Cho biết các công đoạn được tiến hành trong chọn giống như sau:\n(1) Chọn lọc các tổ hợp gen mong muốn.\n(2) Tạo dòng thuần chủng có kiểu gen khác nhau.\n(3) Lai các dòng thuần chủng với nhau.\nQuy trình tạo giống lai có ưu thế lai cao được thực hiện theo trình tự",
    "54": "Ở Việt Nam, giống dâu tằm có năng suất lá cao được tạo ra theo quy trình",
    "55": " Những dạng đột biến nào sau đây làm thay đổi hình dạng của NST?\n(1) Đột biến mất đoạn \n(2) Đột biến lặp đoạn\n(3) Đột biến gen \n(4) Đột biến chuyển đoạn không tương hỗ",
    "56": "Điều kiện cơ bản đảm bảo cho sự di truyền độc lập của các cặp gen qui định các cặp tính trạng là",
    "57": "Carôtenôit được xem là sắc tố phụ vì",
    "58": "Lực đóng vai trò chính trong quá trình vận chuyển nước ở thân là",
    "59": "Cho giao phấn hai cây hoa trắng thuần chủng (P) với nhau thu được F1 toàn cây hoa đỏ. Cho cây F1 tự thụ phấn, thu được F2 gồm 89 cây hoa đỏ và 69 cây hoa trắng. Trong điều kiện không xảy ra đột biến, tính theo lí thuyết, tỉ lệ phân li kiểu gen ở F2 là:",
    "60": "Trên mạch gốc của gen tỉ lệ 4 loại đơn phân A: T : G : X lần lượt là 3 : 2 : 2 : 5. Gen phiên mã 2 lần đã cần môi trường cung cấp 300 rA. Số rG của phân tử mARN do gen quy định là",
    "61": "Thế hệ xuất phát của một quần thể ngẫu phối có 200 cá thể đực mang kiểu gen AA, 600 cá thể cái mang kiểu gen Aa, 200 cá thể cái mang kiểu gen aa. Khi đạt trạng thái cân bằng di truyền, kiểu gen AA chiếm tỉ lệ:",
    "62": "Ở cây hoa phấn (Mirabilis jalapa), gen quy định màu lá nằm trong tế bào chất. Lấy hạt phấn của cây lá đốm thụ phấn cho cây lá xanh. Theo lí thuyết, đời con có tỉ lệ kiểu hình là",
    "63": "Gen A nằm trên nhiễm sắc thể giới tính X (không có alen trên Y) có 7 alen, gen B nằm trên nhiễm sắc thể thường có 5 alen. Ở giới XX của quần thể sẽ có tối đa bao nhiêu loại kiểu gen đồng hợp về gen A và dị hợp về gen B?",
    "64": "Gen S bị đột biến thành alen s. Khi cả 2 gen S và s nhân đôi 3 lần thì số nuclêôtit tự do môi trường cung cấp cho gen s ít hơn so với gen S là 28 nuclêôtit. Dạng đột biến xảy ra với gen s là",
    "65": " Sơ đồ sau minh họa cho các dạng đột biết cấu trúc NST nào?\n(1) ABCD*EFGH → ABGFE*DCH \t\t(2) ABCD*EFGH → AD*EFGBCH",
    "66": "Một loài thực vật có bộ NST 2n = 20. Một thể đột biến bị mất 1 đoạn ở NST số 1, đảo 1 đoạn ở NST số 5. Khi giảm phân bình thường sẽ có bao nhiêu % giao tử mang NST đột biến?",
    "67": "Có 16 tế bào sinh tinh mang kiểu gen Ab/aB DdEeFfGg tiến hành giảm phân bình thường. Nếu 1/2  trong số đó xảy ra hoán vị gen thì số loại giao tử tối đa có thể tạo ra là bao nhiêu?",
    "68": "Trên mạch gốc của gen có 3 loại nuclêôtit là A, T và G. Số kiểu bộ ba trên gen và số tổ hợp bộ ba có ít nhất 1 G lần lượt là",
    "69": "Giả sử màu da người do ít nhất 3 cặp alen quy định, trong kiểu gen sự có mặt của mỗi alen trội bất kì làm tăng lượng mêlanin nên da xẫm hơn. Nếu hai người cùng có kiểu gen AaBbCc kết hôn thì xác suất đẻ con da trắng là:",
    "70": "Một loài thực vật, alen A quy định thân cao trội hoàn toàn so với alen a quy định thân thấp; alen B quy định quả ngọt trội hoàn toàn so với alen b quy định quả chua. Cho cây thân cao, quả ngọt (P) tự thụ phấn, thu được F1 gồm 4 loại kiểu hình, trong đó có 4% số cây thân thấp, quả chua. Biết rằng không xảy ra đột biến. Theo lí thuyết, phát biểu nào sau đây đúng?",
    "71": "Cho biết mỗi gen quy định một tính trạng, alen trội là trội hoàn toàn và không xảy ra đột biến. Theo lí thuyết, các phép lai nào sau đây cho đời con có tỉ lệ phân li kiểu gen khác với tỉ lệ phân li kiểu hình?",
    "72": "Các cây hoa cẩm tú cầu mặc dù có cùng một kiểu gen nhưng màu hoa có thể biểu hiện ở các dạng trung gian khác nhau giữa tím và đỏ tuỳ thuộc vào",
    "73": "Hợp tử được hình thành trong trường hợp nào sau đây có thể phát triển thành thể đa bội chẵn?",
    "74": "Theo nguyên tắc dịch mã, bộ ba đối mã khớp bổ sung với các bộ ba mã sao 5'AUG3' là.",
    "75": "Cho biết A quy định thân cao trội hoàn toàn so với a quy định thân thấp. Phép lai nào sau đây cho đời con có 50% số cây thân cao?",
    "76": "Quá trình nào sau đây sử dụng axit amin làm nguyên liệu?",
    "77": "Mã bộ ba mở đầu trên mARN là :",
    "78": "Một gen có 200T và 400X. Gen có bao nhiêu liên kết hidro?",
    "79": "Giống thỏ Himalaya có bộ lông trắng muốt trên toàn thân, ngoại trừ các đầu mút của cơ thể như tai, bàn chân, đuôi và mõm có lông màu đen. Giải thích nào sau đây không đúng?",
    "80": "Quần thể nào sau đây đạt trạng thái cân bằng?",
    "81": "Tần số tương đối các alen của một quần thể có tỉ lệ phân bố kiểu gen  0,81 AA + 0,18 Aa + 0,01 aa là",
    "82": "Mức độ cấu trúc nào sau đây của nhiễm sắc thể có đường kính 30nm?",
    "83": "Loài ruồi giấm có 2n = 8. Tế bào sinh dưỡng của loại đột biến nào sau đây có 9 NST?",
    "84": "Thành phần nào sau đây không thuộc cấu trúc của opêrôn Lac?",
    "85": "Cơ thể có kiểu gen nào sau đây được gọi là cơ thể thuần chủng?",
    "86": "Loại ARN nào mang bộ ba đối mã (anticôđon)?",
    "87": "Trong trường hợp một gen qui định một tính trạng, gen trội là trội hoàn toàn, các gen phân li độc lập, tổ hợp tự do. Phép lai AaBb x aabb cho đời con có sự phân li kiểu hình theo tỉ lệ",
    "88": "Cho A: cây cao, a: cây thấp ; B: hoa đỏ ; b: hoa vàng  D:hoa kép : d: hoa đơn. Các cặp gen phân li độc lập . Cho bố mẹ  có kiểu gen AaBbDd  x AabbDd  \nLoại  kiểu gen AabbDD xuất hiện ở F1 với tỷ lệ :",
    "89": "Loại đột biến nào sau đây làm thay đổi số lượng nhiễm sắc thể trong tế bào?",
    "90": "Cá thể có kiểu gen AaBbddEe tạo giao tử abde với tỉ lệ",
    "91": "Menđen phát hiện ra các quy luật di truyền khi nghiên cứu đối tượng nào sau đây? ",
    "92": "Ở người, alen A nằm trên nhiễm sắc thể X quy định máu đông bình thường là trội hoàn toàn so với alen a quy định bệnh máu khó đông. Biết không xảy ra đột biến. Theo lí thuyết, con trai của cặp bố mẹ nào sau đây luôn bị bệnh máu khó đông?",
    "93": "Trong các phát biểu sau, có bao nhiêu phát biểu  không đúng \n(1)Nhiễm sắc thể giới tính chỉ chứa các gen quy định tính trạng giới tính.\n(2)Hợp tử mang cặp nhiễm sắc thể giới tính XY bao giờ cũng phát triển thành cơ thể đực.\n(3) Gen ngoài nhân chỉ biểu hiện ra kiểu hình ở giới cái và không biểu hiện ra kiểu hình ở giới đực.\n(4)Các gen ngoài nhân luôn được phân chia đều cho các tế bào con trong phân bào.\n",
    "94": "Tìm câu sai:",
    "95": "Một loài thực vật, gen A quy định thân cao trội hoàn toàn so với gen a quy định thân thấp, gen B qui định quả tròn trội hoàn toàn so với gen b quy định quả dài. Các cặp gen này nằm trên cùng một cặp nhiễm sắc thể. Trong một phép lai (P) người ta thu được F1 có tỉ lệ: 31% cao, tròn : 44% cao, dài : 19% thấp, tròn : 6% thấp, dài. Cho biết không có đột biến xảy ra. Nếu lấy ngẫu nhiên một cây cao, tròn ở F1 thì xác suất gặp cây dị hợp hai cặp gen là:",
    "96": "Một cơ thể thực vật (P) có kiểu gen Ab/aB  Dd giảm phân hình thành các giao tử với tỉ lệ 9 : 9 : 9 : 9 : 1 : 1 : 1 : 1. Biết mỗi gen quy định một tính trạng, trội lặn hoàn toàn. \nCho cơ thể (P) tự thụ phấn thu được F1. Theo lí thuyết, có bao nhiêu phát biểu sau đây là đúng?\n(1)Tần số hoán vị gen là 20%. \n(2) Ở F1 là có 8 kiểu gen dị hợp về 2 cặp gen\n(3)Số cá thể có kiểu hình trội 2 trong 3 tính trạng ở F1 chiếm tỉ lệ 49,6875%.\n(4)Xác suất xuất hiện kiểu hình trội về 3 tính trạng ở F1 là 37,6875%.",
    "97": "Ở một loài  thực vật,  thực hiện phép lai P: AaBb × AaBb thu được F1. Cho \nF1 giao phấn ngẫu nhiên thu được F2. Biết một gen quy định một tính trạng, alen trội là \ntrội hoàn toàn. Theo lí thuyết, có bao nhiêu phát biểu sau đây đúng về F1 và F2?\n(1). Số dòng thuần chủng ở F1: 8\n(2). Ở F1, các cây mang ít nhất 2 alen trội chiếm 56,25%.\n(3). Ở F1, các cây chỉ chứa 1 alen lặn chiếm 25%.\n(4). F2 có kiểu hình phân li theo tỉ lệ 9:3:3:1.",
    "98": "Trong  một  quần  thể cà 2n=24,  đột  biến  đã  tạo ra  đủ loại thể tứ nhiễm tuy nhiên những cây  thừa  2 NST ở cặp  số 10 thì chết ngay giai  đoạn lá mầm, người ta xét trên  mỗi  cặp NST  một gen có 2 alen . Số  kiểu gen  tối  đa  về các gen  đó trong các  thể tứ nhiễm  của quần thể khi cây ra hoa là:",
    "99": "Tìm câu đúng ",
    "100": "Cho các phát biểu sau: tìm phát biểu đúng "
  },
  {"0": {
    "a": "50% EE: 50%Ee",
    "b": "100% Ee",
    "c": "100%EE",
    "d": "50% Ee: 50% ee"
  },
    "1": {
      "a": "Protein",
      "b": "Lipit",
      "c": "Axit nucleic",
      "d": "Tinh bột"
    },
    "2": {
      "a": "Thân cao",
      "b": "Quả vàng",
      "c": "Hoa trắng",
      "d": "Hạt nhăn"
    },
    "3": {
      "a": "lai hữu tính",
      "b": "công nghệ gen",
      "c": "nuôi cấy hạt phấn",
      "d": "lai tế bào xooma"
    },
    "4": {
      "a": "BD/bd",
      "b": "Bb/DD",
      "c": "Bb/Dd",
      "d": "BB/Dd"
    },
    "5": {
      "a": "13/30",
      "b": "1/3",
      "c": "2/3",
      "d": "17/30"
    },
    "6": {
      "a": "Gió",
      "b": "Ánh sáng",
      "c": "Độ ẩm",
      "d": "Nhiệt độ"
    },
    "7": {
      "a": "BBBB",
      "b": "BBBb",
      "c": "bbbb",
      "d": "BBbb"
    },
    "8": {
      "a": "tuổi sinh lí",
      "b": "tuổi sau sinh sản",
      "c": "tuổi sinh thái",
      "d": "tuổi quần thể"
    },
    "9": {
      "a": "hoái hóa",
      "b": "đặc hiệu",
      "c": "liên tục",
      "d": "phổ biến"
    },
    "10": {
      "a": "Cây mía",
      "b": "Ếch đồng",
      "c": "Rắn hổ mang",
      "d": "Sâu ăn lá mía"
    },
    "11": {
      "a": "kích thước quần thể",
      "b": "mức nhập cư",
      "c": "mức tử vong",
      "d": "mức sinh sản"
    },"12": {
    "a": "F. Jacôp",
    "b": "K. Coren",
    "c": "G.J.Menden",
    "d": "T.H.Moocgan"
  },"13": {
    "a": "Phát sinh thực vật",
    "b": "Phát sinh côn trùng",
    "c": "Phát sinh bò sát",
    "d": "Phát sinh chim"
  },"14": {
    "a": "BD và bd",
    "b": "Bd và bD",
    "c": "bD và bd",
    "d": "BD và bD"
  },"15": {
    "a": "Protein",
    "b": "mARN",
    "c": "ADN",
    "d": "tARN"
  },"16": {
    "a": "cạnh tranh",
    "b": "hội sinh",
    "c": "kí sinh",
    "d": "cộng sinh"
  },"17": {
    "a": "Ruột non",
    "b": "Xương cùng",
    "c": "Dạ dày",
    "d": "Ruột già"
  },"18": {
    "a": "Di - nhập gen",
    "b": "Đột biến",
    "c": "Các yếu tố ngẫu nhiên",
    "d": "Chọn lọc tự nhiên"
  },"19": {
    "a": "4",
    "b": "1",
    "c": "3",
    "d": "2"
  },"20": {
    "a": "AaBB",
    "b": "AABB",
    "c": "AaBb",
    "d": "aabb"
  },"21": {
    "a": "Tự đa bội",
    "b": "Dị đa bội",
    "c": "Đảo đoạn NST",
    "d": "Lệch bội"
  },"22": {
    "a": "cơ học",
    "b": "sau hợp tử",
    "c": "nơi ở",
    "d": "mùa vụ"
  },"23": {
    "a": "1 cây hoa đỏ: 3 cây hoa trắng",
    "b": "1 cây hoa đỏ ; 1 cây hoa trắng",
    "c": "9 cây hoa đỏ : 7 câu hoa trắng",
    "d": "5 cây hoa đỏ : 3 cây hoa trắng"
  },"24": {
    "a": "Hai cặp gen trên 2 cặp NST khác nhau phân li độc lập về các giao tử trong quá trình giảm phân",
    "b": "Các gen trong tế bào chất luôn phân chia đều cho các tế bào con trong quá trình phân bào",
    "c": "Các gen ở vùng không tương đồng trên NSTgiới tính Y chỉ biểu hiện kiểu hình ở giới đực",
    "d": "Các gen lặn ở vùng không tương đồng trên NST giới tính X thường biểu hiện kiểu hình ở giới đực nhiều hơn ở giới cái"
  },"25": {
    "a": "3",
    "b": "2",
    "c": "4",
    "d": "5"
  },"26": {
    "a": "Vùng vận hành",
    "b": "Gen cấu trúc Z",
    "c": "Gen cấu trúc A",
    "d": "Gen cấu trúc Y"
  },"27": {
    "a": "AaBbDEe",
    "b": "AabbbDdee",
    "c": "AabbddEe",
    "d": "Aabbdddee"
  },"28": {
    "a": "4",
    "b": "3",
    "c": "1",
    "d": "2"
  },"29": {
    "a": "4",
    "b": "5",
    "c": "3",
    "d": "6"
  },"30": {
    "a": "Nếu F1 có 3 loại kiểu hình thì tỉ lệ kiểu hình trội về 2 tính trạng ở F1 lớn hơn 50%",
    "b": "Nếu F1 có 4 loại kiểu gen và tỉ lệ kiểu gen giống tỉ lệ kiểu hình thì 2 cây ở thế hệ P có thể có kiểu gen giống nhau",
    "c": "Nếu F1 có 7 loại kiểu gen thì F1 có thể có tối đa 5 loại kiểu gen quy định kiểu hình trội về 2 tính trạng",
    "d": "Nếu F1 có tỉ lệ kiểu hình là 3 : 3 : 1 : 1 thì 2 cây ở thế hệ P có thể có kiểu gen giống nhau"
  },"31": {
    "a": "3",
    "b": "2",
    "c": "4",
    "d": "1"
  },"32": {
    "a": "1 : 2 : 1",
    "b": "1 : 3 : 4",
    "c": "1 : 1 : 1 : 1",
    "d": "3 : 1 : 3"
  },"33": {
    "a": "37,5%",
    "b": "6,25%",
    "c": "12,5%",
    "d": "18,75%"
  },"34": {
    "a": "13/30",
    "b": "1/3",
    "c": "2/3",
    "d": "17/30"
  },"35": {
    "a": "Mỗi tính trạng của cơ thể do nhiều cặp gen qui định",
    "b": "Mỗi tính trạng của cơ thể do một cặp nhân tố di truyền quy định",
    "c": "F1 tuy là cơ thể lai nhưng khi tạo giao tử thì giao tử là thuần khiết",
    "d": "Do sự phân ly đồng đều của cặp nhân tố di truyền nên mỗi giao tử chỉ chứa một nhân tố của cặp"
  },"36": {
    "a": "ATP, NADPH",
    "b": "ATP, NADP và O2",
    "c": "ATP, NADPH và CO¬2",
    "d": "ATP, NADPH và O2"
  },"37": {
    "a": "Nhiều loại axit amin do một bộ ba quy định",
    "b": "Mỗi bộ ba không đồng thời mã hóa nhiều axit amin",
    "c": "Nhiều loại bộ ba khác nhau mã hóa cho 1 loại axit amin",
    "d": "Mã di truyền được đọc liên tục gồm 3 nuclêôtit liên tiếp không kề gối"
  },"38": {
    "a": "Sản phẩm của các gen khác lôcut tương tác nhau xác định một kiểu hình",
    "b": "Nhiều gen cùng lôcut xác định một kiểu hinh chung",
    "c": "Các gen khác lôcut tương tác trực tiếp nhau xác định một kiểu hình",
    "d": "Gen này làm biến đổi gen khác không alen khi tính trạng hình thành"
  },"39": {
    "a": "9 và 11",
    "b": "19 và 21",
    "c": "18 và 19",
    "d": "19 và 20"
  },"40": {
    "a": "aabb",
    "b": "Aabb",
    "c": "AABB",
    "d": "aaBb"
  },"41": {
    "a": "ARN pôlimeraza không gắn được vào vùng khởi động promoter",
    "b": "không tổng hợp prôtêin ức chế",
    "c": "prôtêin ức chế không gắn được vào operator",
    "d": "không tạo ra được sản phẩm của gen cấu trúc"
  },"42": {
    "a": "chọn thể truyền có kích thước lớn",
    "b": "quan sát tế bào dưới kính hiển vi",
    "c": "chọn thể truyền có gen đánh dấu",
    "d": "chọn thể truyền có gen đột biến"
  },"43": {
    "a": "(3) → (1) → (2).",
    "b": "(1) → (3) → (2).",
    "c": "(1) → (2) → (3).",
    "d": "(2) → (1) → (3)."
  },"44": {
    "a": "ribôxôm",
    "b": "ADN",
    "c": "tARN",
    "d": "mARN"
  },"45": {
    "a": "2",
    "b": "1",
    "c": "3",
    "d": "4"
  },"46": {
    "a": "3",
    "b": "1",
    "c": "2",
    "d": "4"
  },"47": {
    "a": "5’AUG3'",
    "b": "3’GAX 5’",
    "c": "3’AUX 5’",
    "d": "5’UAA3’"
  },"48": {
    "a": "Sự nhân đôi ADN diễn ra tại nhiều điểm tạo nhiều đơn vị tái bản",
    "b": "Trong quá trình nhân đôi ADN, ligaza chỉ tác động lên một trong hai mạch đơn mới tổng hợp từ một phân tử ADN mẹ",
    "c": "Trong quá trình nhân đôi ADN, có sự khớp bổ sung giữa A với T, G với X và ngược lại",
    "d": "Trong quá trình nhân đôi, ADN – pôlimeraza không tham gia tháo xoắn ADN"
  },"49": {
    "a": "Aa × AA",
    "b": "Aa × aa",
    "c": "Aa × Aa",
    "d": "AA × aa"
  },"50": {
    "a": "1",
    "b": "3",
    "c": "4",
    "d": "2"
  },"51": {
    "a": "Vì tổng tiết diện của mao mạch lớn",
    "b": "Vì áp lực co bóp của tim giảm",
    "c": "Vì mao mạch thường ở xa tim",
    "d": "Vì số lượng mao mạch lớn hơn"
  },"52": {
    "a": "Lai phân tích ruồi đực P",
    "b": "Lai phân tích ruồi đực F1",
    "c": "Lai phân tích ruồi cái F1",
    "d": "Lai phân tích ruồi cái P"
  },"53": {
    "a": "(2), (1), (3).",
    "b": "(1), (2), (3).",
    "c": "(2), (3), (1).",
    "d": "(3), (1), (2)."
  },"54": {
    "a": "dùng cônsixin gây đột biến dạng lưỡng bội",
    "b": "dùng cônsixin gây đột biến giao tử được giao tử 2n, cho giao tử này kết hợp với giao tử bình thường n tạo được giống 3n",
    "c": "dung hợp tế bào trần của 2 giống lưỡng bội khác nhau",
    "d": "tạo giống tứ bội 4n bằng việc gây đột biến nhờ cônsixin, sau đó cho lai với dạng lưỡng bội để tạo ra dạng tam bội"
  },"55": {
    "a": "1, 2 và 4",
    "b": "1 và 2",
    "c": "3 và 4",
    "d": "2 và 3"
  },"56": {
    "a": "các gen không có hoà lẫn vào nhau",
    "b": "các gen không có hoà lẫn vào nhau",
    "c": "gen trội phải lấn át hoàn toàn gen lặn",
    "d": "mỗi gen phải nằm trên mỗi NST khác nhau"
  },"57": {
    "a": "Chúng không hấp thụ được năng lượng ánh sáng mặt trời mà chỉ nhận từ chlorôphyl",
    "b": "Năng lượng mặt trời mà chúng hấp thụ được, chủ yếu bị biến đổi thành nhiệt năng",
    "c": "Chúng chỉ hấp thụ được các tia sáng có bước sóng ngắn",
    "d": "Chúng hấp thụ được năng lượng ánh sáng, sau đó chuyển sang cho chlorôphyl"
  },"58": {
    "a": "Lực liên kết giữa các phân tử nước",
    "b": "Lực đẩy của rễ (do quá trình hấp thụ nước)",
    "c": "Lực hút của lá (do quá trình thoát hơi nước)",
    "d": "Lực bám giữa các phân tử nước với thành mạch dẫn"
  },"59": {
    "a": "4:2:2:2:2:1:1:1:1",
    "b": "1:2:1:2:4:2:1:1:1",
    "c": "1:2:1:1:2:1:1:2:1",
    "d": "3:3:1:1:3:3:1:1:1"
  },"60": {
    "a": "750",
    "b": "375",
    "c": "525",
    "d": "225"
  },"61": {
    "a": "0,09765625",
    "b": "0,47265625",
    "c": "0,4296875",
    "d": "0,46875"
  },"62": {
    "a": "100% cây lá xanh",
    "b": "3 cây lá xanh : 1 cây lá đốm",
    "c": "3 cây lá đốm : 1 cây lá xanh",
    "d": "100% cây lá đốm"
  },"63": {
    "a": "420 kiểu gen",
    "b": "35 kiểu gen",
    "c": "70 kiểu gen",
    "d": "350 kiểu gen"
  },"64": {
    "a": "thêm 2 cặp nuclêôtit",
    "b": "thêm 1 cặp nuclêôtit",
    "c": "mất 1 cặp nuclêôtit",
    "d": "mất 2 cặp nuclêôtit"
  },"65": {
    "a": "(1) đảo đoạn chứa tâm động; (2) chuyển đoạn trong một NST",
    "b": "(1) đảo đoạn chứa tâm động; (2) đảo đoạn không chứa tâm động",
    "c": "(1) chuyển đoạn chứa tâm động; (2) đảo đoạn chứa tâm động",
    "d": "(1) chuyển đoạn không chứa tâm động; (2) chuyển đoạn trong một NST"
  },"66": {
    "a": "25%",
    "b": "50%",
    "c": "75%",
    "d": "12,5%"
  },"67": {
    "a": "64",
    "b": "56",
    "c": "32",
    "d": "48"
  },"68": {
    "a": "27 và 37",
    "b": "8 và 34",
    "c": "9 và 64",
    "d": "27 và 19"
  },"69": {
    "a": "1/64",
    "b": "9/128",
    "c": "3/256",
    "d": "1/16"
  },"70": {
    "a": "Trong số các cây thân cao, quả chua ở F1 có 4/7 số cây có kiểu gen đồng hợp tử về cả 2 cặp gen",
    "b": "Quá trình giảm phân ở cây P đã xảy ra hoán vị gen với tần số 40%",
    "c": "F1 có tối đa 9 loại kiểu gen",
    "d": "Ở F1, cây thân thấp, quả ngọt chiếm 18,75%"
  },"71": {
    "a": "Aabb x aaBb và Aa x aa",
    "b": "Aabb x aaBb và AaBb  x aabb",
    "c": "Aabb x AaBb và AaBb x AaBb",
    "d": "Aabb x aabb và Aa x aa"
  },"72": {
    "a": "độ pH của đất",
    "b": "cường độ ánh sáng",
    "c": "nhiệt độ môi trường",
    "d": "hàm lượng phân bón"
  },"73": {
    "a": "Giao tử (2n) kết hợp với giao tử (2n)",
    "b": "Giao tử (n - 1) kết hợp với giao tử (n)",
    "c": "Giao tử (n) kết hợp với giao tử (n + 1)",
    "d": "Giao tử (n) kết hợp với giao tử (2n)"
  },"74": {
    "a": "5'XGU3'",
    "b": "5'XXU3'",
    "c": "5'GUX3'",
    "d": "3'UAX5'"
  },"75": {
    "a": "Aa × aa",
    "b": "Aa × AA",
    "c": "AA × aa",
    "d": "Aa × Aa"
  },"76": {
    "a": "Tổng hợp mARN",
    "b": "Tổng hợp ADN",
    "c": "Tổng hợp protein",
    "d": "Tổng hợp ARN"
  },"77": {
    "a": "AAG",
    "b": "UAA",
    "c": "AUG",
    "d": "UAG"
  },"78": {
    "a": "1600",
    "b": "800",
    "c": "1900",
    "d": "2100"
  },"79": {
    "a": "Do các tế bào ở đầu mút cơ thể có nhiệt độ thấp hơn nhiệt độ các tế bào ở phần thân",
    "b": "Nhiệt độ thấp enzim điều hoà tổng hợp mêlanin hoạt động nên các tế bào vùng đầu mút tổng hợp được mêlanin làm lông đen",
    "c": "Do các tế bào ở đầu mút cơ thể có nhiệt độ cao hơn nhiệt độ các tế bào ở phần thân",
    "d": "Nhiệt độ cao làm biến tính enzim điều hoà tổng hợp mêlanin, nên các tế bào ở phần thân không có khả năng tổng hợp mêlanin làm lông trắng"
  },"80": {
    "a": "0,1 AA: 0,5 Aa: 0,4 aa",
    "b": "0,36 AA: 0,48 Aa: 0,16 aa",
    "c": "0,25 AA: 0,1 Aa: 0,65 aa",
    "d": "0,7 AA: 0,1 Aa: 0,2aa"
  },"81": {
    "a": "0,7A; 0,3a",
    "b": "0,9A; 0,1a",
    "c": "0,3 A; 0,7a",
    "d": "0,4A; 0,6a"
  },"82": {
    "a": "Vùng xếp cuộn (siêu xoắn)",
    "b": "Crômatit",
    "c": "Sợi nhiễm sắc",
    "d": "Sợi cơ bản"
  },"83": {
    "a": "Thể ba",
    "b": "Thể tam bội",
    "c": "Thể một",
    "d": "Thể bốn"
  },"84": {
    "a": "Gen cấu trúc Y",
    "b": "Gen điều hòa R",
    "c": "Gen cấu trúc Z",
    "d": "Gen cấu trúc Z"
  },"85": {
    "a": "AaBb",
    "b": "Aabb",
    "c": "AABb",
    "d": "AAbb"
  },"86": {
    "a": "rARN",
    "b": "tARN",
    "c": "ARN của vi rút",
    "d": "mARN"
  },"87": {
    "a": "3 : 1",
    "b": "1 : 1 : 1 : 1",
    "c": "9 : 3 : 3 : 1",
    "d": "1 : 1"
  },"88": {
    "a": "1,5625%",
    "b": "6.25%",
    "c": "9.375%",
    "d": "3.125%"
  },"89": {
    "a": "Đột biến lặp đoạn",
    "b": "Đột biến lệch bội",
    "c": "Đột biến đảo đoạn",
    "d": "Đột biến gen"
  },"90": {
    "a": "1/6",
    "b": "1/4",
    "c": "1/16",
    "d": "1/8"
  },"91": {
    "a": "Ruồi giấm",
    "b": "Đậu Hà Lan",
    "c": "Vi khuẩn E. coli",
    "d": "Khoai tây"
  },"92": {
    "a": "XAXa × XAY",
    "b": "XaXa × XAY",
    "c": "XAXa × XaY",
    "d": "XAXA × XaY"
  },"93": {
    "a": "2",
    "b": "1",
    "c": "4",
    "d": "3"
  },"94": {
    "a": "Thể tứ bội xuất hiện khi xảy ra sự không phân ly của toàn bộ NST vào giai đoạn sớm của hợp tử trong lần nguyên phân đầu tiên",
    "b": "Cơ chế  đã dẫn đến đột biến lệch bội NST do sự không phân ly của một  hoặc  một số cặp NST ở kỳ sau của quá trình phân bào",
    "c": "sử dụng các dòng côn trùng mang đột biến lặp đoạn làm công cụ phòng trừ sâu bệnh hại bằng biện pháp di truyền",
    "d": "Đột biến lặp đoạn NST và đột biến mất đoạn NST dễ xảy ra trong giảm phân"
  },"95": {
    "a": "12/31",
    "b": "3/8",
    "c": "15/31",
    "d": "25/31"
  },"96": {
    "a": "3",
    "b": "2",
    "c": "4",
    "d": "1"
  },"97": {
    "a": "2",
    "b": "3",
    "c": "1",
    "d": "4"
  },"98": {
    "a": "9743085",
    "b": "10628820",
    "c": "157464",
    "d": "13122"
  },"99": {
    "a": "Thể tự đa bội được hình thành do lai xa kết hợp với đa bội hoá",
    "b": "Đột biến lệch bội làm thay đổi số lượng gen trên một NST",
    "c": "Để tăng hiệu quả gây đột biến đa bội người ta phải sử dụng cônsixin tác động vào pha G2 ở kỳ trung gian",
    "d": "Cơ chế đột biến lệch bội do tất cả các cặp NST không phân ly trong giảm phân"
  },"100": {
    "a": "Khi môi trường có đường Lactozơ, đột biến ở gen cấu trúc Z làm cho phân tử prôtêin do gen này quy định tổng hợp bị mất chức năng dẫn tới gen Z,Y,A không phiên mã",
    "b": "Trong quá trình nhân đôi ADN ở sinh vật nhân thực , enzim nối ligaza chỉ tác động lên một trong hai mạch đơn mới được tổng hợp từ một phân tử ADN mẹ",
    "c": "Mã di truyền được đọc trên mARN theo chiều 3' → 5'",
    "d": "Trong phiên mã, sự kết cặp các nuclêôtit theo nguyên tắc bổ sung xảy ra ở tất cả các nuclêôtit trên mạch mã gốc ở vùng mã hoá của gen"
  }
  },
  { "0": "100%EE",
    "1": "Tinh bột",
    "2": "Hạt nhăn",
    "3": "công nghệ gen",
    "4": "BD/bd",
    "5": "1/3",
    "6": "Nhiệt độ",
    "7": "BBBb",
    "8": "tuổi sinh lí",
    "9": "đặc hiệu",
    "10": "Cây mía",
    "11": "mức tử vong",
    "12": "G.J.Menden",
    "13": "Phát sinh chim",
    "14": "BD và bd",
    "15": "Protein",
    "16": "kí sinh",
    "17": "Xương cùng",
    "18": "Chọn lọc tự nhiên",
    "19": "4",
    "20": "AaBb",
    "21": "Đảo đoạn NST",
    "22": "sau hợp tử",
    "23": "1 cây hoa đỏ: 3 cây hoa trắng",
    "24": "Các gen trong tế bào chất luôn phân chia đều cho các tế bào con trong quá trình phân bào",
    "25": "5",
    "26": "Vùng vận hành",
    "27": "AaBbDEe",
    "28": "4",
    "29": "4",
    "30": "Nếu F1 có 7 loại kiểu gen thì F1 có thể có tối đa 5 loại kiểu gen quy định kiểu hình trội về 2 tính trạng",
    "31": "2",
    "32": "1 : 2 : 1",
    "33": "12,5%",
    "34": "1/3",
    "35": "Mỗi tính trạng của cơ thể do nhiều cặp gen qui định",
    "36": "ATP, NADPH và O2",
    "37": "Nhiều loại axit amin do một bộ ba quy định",
    "38": "Sản phẩm của các gen khác lôcut tương tác nhau xác định một kiểu hình",
    "39": "19 và 21",
    "40": "AABB",
    "41": "prôtêin ức chế không gắn được vào operator",
    "42": "chọn thể truyền có gen đánh dấu",
    "43": "(1) → (3) → (2).",
    "44": "ADN",
    "45": "3",
    "46": "1",
    "47": "3’AUX 5’",
    "48": "Trong quá trình nhân đôi ADN, ligaza chỉ tác động lên một trong hai mạch đơn mới tổng hợp từ một phân tử ADN mẹ",
    "49": "AA × aa",
    "50": "2",
    "51": "Vì tổng tiết diện của mao mạch lớn",
    "52": "Lai phân tích ruồi đực F1",
    "53": "(2), (3), (1).",
    "54": ". tạo giống tứ bội 4n bằng việc gây đột biến nhờ cônsixin, sau đó cho lai với dạng lưỡng bội để tạo ra dạng tam bội",
    "55": "1, 2 và 4",
    "56": "mỗi gen phải nằm trên mỗi NST khác nhau",
    "57": "Chúng hấp thụ được năng lượng ánh sáng, sau đó chuyển sang cho chlorôphyl",
    "58": "Lực hút của lá (do quá trình thoát hơi nước)",
    "59": "4:2:2:2:2:1:1:1:1",
    "60": "375",
    "61": "0,47265625",
    "62": "100% cây lá xanh",
    "63": "70 kiểu gen",
    "64": "mất 2 cặp nuclêôtit",
    "65": "(1) đảo đoạn chứa tâm động; (2) chuyển đoạn trong một NST",
    "66": "75%",
    "67": "48",
    "68": "27 và 19",
    "69": "1/64",
    "70": "Quá trình giảm phân ở cây P đã xảy ra hoán vị gen với tần số 40%",
    "71": "Aabb x AaBb và AaBb x AaBb",
    "72": "độ pH của đất",
    "73": "Giao tử (2n) kết hợp với giao tử (2n)",
    "74": "3'UAX5'",
    "75": "Aa × aa",
    "76": "Tổng hợp protein",
    "77": "AUG",
    "78": "1600",
    "79": "Do các tế bào ở đầu mút cơ thể có nhiệt độ cao hơn nhiệt độ các tế bào ở phần thân",
    "80": "0,36 AA: 0,48 Aa: 0,16 aa",
    "81": "0,9A; 0,1a",
    "82": "Sợi nhiễm sắc",
    "83": "Thể ba",
    "84": "Gen điều hòa R",
    "85": "AAbb",
    "86": "tARN",
    "87": "1 : 1 : 1 : 1",
    "88": "6.25%",
    "89": "Đột biến lệch bội",
    "90": "1/8",
    "91": "Đậu Hà Lan",
    "92": "XaXa × XAY",
    "93": "4",
    "94": "sử dụng các dòng côn trùng mang đột biến lặp đoạn làm công cụ phòng trừ sâu bệnh hại bằng biện pháp di truyền",
    "95": "25/31",
    "96": "3",
    "97": "3",
    "98": "9743085",
    "99": "Để tăng hiệu quả gây đột biến đa bội người ta phải sử dụng cônsixin tác động vào pha G2 ở kỳ trung gian",
    "100": "Trong phiên mã, sự kết cặp các nuclêôtit theo nguyên tắc bổ sung xảy ra ở tất cả các nuclêôtit trên mạch mã gốc ở vùng mã hoá của gen"

  }
]